Revit 2027 API
ParameterTypeId.BoundaryZRotationSpring Property
 "Z Rotation - Spring"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryZRotationSpring { get; }
Public Shared ReadOnly Property BoundaryZRotationSpring As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryZRotationSpring {
	ForgeTypeId^ get ();
}
static member BoundaryZRotationSpring : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace